---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.ApplicationInitializedEventArgs
source: html/104dda67-3ec0-fc29-98db-a7344e1f4831.htm
---
# ApplicationInitializedEventArgs Methods

Indicates whether the event is being cancelled.